<?php declare(strict_types=1);

/**
 * Количество символов текста новости,
 * отрезаемых для текущей страницы
 */
define('NEWS_ABRIGE_LENGTH', 180);

/**
 * Ссылка на страницу с полным текстом новости
 */
$link = 'full_text.html';

/**
 * Полный текст новости (Lorem300)
 */
$news = "
    25 июня 2022 г. состоялась Всероссийская конференция «Актуальные вопросы воспитания детей с ОВЗ: региональный опыт».
    Мероприятие было организовано в рамках продолжающегося проекта Института детства МПГУ «Научно-методические основы
    системы воспитания детей с ограниченными возможностями здоровья и с инвалидностью», который с 2021 года реализуется
    научной группой кафедры психологической антропологии и дефектологического факультета: зав. кафедрой, к.психол.н. Луиза
    Игоревна Адамян; доцент, к.филол.н. Елена Игоревна Адамян, ст. преподаватель Елена Борисовна Колосова. Научным
    руководителем проекта являются д.п.н. Анна Алексеевна Алмазова, д.п.н. Ирина Дмитриевна Демакова. Проблема воспитания в
    современной школе всех детей, в том числе с разными образовательными потребностями, сегодня чрезвычайно актуальна и
    вызывает искреннюю заинтересованность в обсуждении среди педагогов-практиков, исследователей общего и специального
    образования, методистов, администрации образовательных организаций как общего, так и высшего образования. Об этом
    свидетельствует охват участников: по статистическим данным на конференцию зарегистрировались 6 847 физических лиц, из
    них 2849 подключились в качестве слушателей; в течение девяти с лишним часов, пока длилась работа секций (точная
    продолжительность: 9 часов 13 минут), в эфире одновременно присутствовали не менее 396 участников.
    
    Поделиться опытом воспитательных практик, включающих детей с ОВЗ и инвалидностью, изначально предложили представители
    80-ти регионов Российской Федерации, в итоге организационным комитетом были выбраны 32 доклада, содержание которых
    максимально отражало заявленную тему конференции.
    
    Модератором конференции выступила Л.И. Адамян, к.психол.н., заведующий кафедрой психологической антропологии Института
    детства МПГУ.
    
    Среди докладчиков были представители педагогических вузов (Российской государственный педагогический университет имени
    А.И. Герцена, Воронежский государственный педагогический университет, Красноярский государственный педагогический
    университет имени В.П. Астафьева, Ульяновский государственный педагогический университет имени И.Н. Ульянова, Мордовский
    государственный педагогический университет имени М.Е. Евсевьева); специальных и общеобразовательных школ разных
    регионов; ресурсных центров (Республиканский центр психолого-медико-социального сопровождения «Сайзырал»», г. Кызыл;
    Центр дистанционного образования, ГБУ ИРО Краснодарского края, г. Краснодар, ФГБОУ «ВДЦ «Алые паруса», г. Евпатория,
    Республика Крым, региональный социопсихологический центр городского округа Тольятти (РСПЦ г. Тольятти, ), Федерального
    ресурсного центра по организации комплексного сопровождения детей с РАС МГППУ (ФРЦ МГППУ); институтов развития
    образования(Институт развития образования Иркутской области), флагманской площадки проекта госпитальных школ России
    «УчимЗнаем».
";
